Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamenkielisten_aineenopettajien_koulutushanke_kaynnistyi.html.tmx
Source language: fin
Languages: sms

source: Saamenkielisten aineenopettajien koulutushanke käynnistyi
sms: Sääʹmǩiõllsaž aaunâsuʹčteeʹli škooultõshaʹŋǩǩõs aaʹlji

source: Saamenkielisiä aineenopettajia kouluttava Ketterä korkeakoulu-hanke käynnistyi Inarissa järjestettävillä kieliopinnoilla tiistaina 13.8. Hankkeen tavoitteena on saada nopeutetulla aikataululla uusia aineenopettajia sekä saamen kielten että muiden oppiaineiden opetukseen.
sms: S ääʹmǩiõllsaž aaunâsuʹčteeʹlid škooulteei Ketterä õllškooulhaʹŋǩǩõs aaʹlji Aanrest jäʹrjstum ǩiõllmäättaivuiʹm mââibaarǥ 13.8. Haʹŋǩǩõõzz täävtõssân lij vuäǯǯad jåʹttlâtttum ääiʹjest ođđ aaunâsuʹčteeʹlid di sääʹmǩiõli da jeeʹres mättaunnsi mättʼtummša.

source: Saamenkielisten opettajien puute koskee kaikkia kolmea saamen kieltä ja koko maata.
sms: Sääʹmǩiõllsai uʹčteeʹli väillmõš kuâskk puk koumm sääʹmǩiõl da obb Lääʹddjânnam.

source: Kuvassa hankkeen opettajia ja työntekijöitä Inarin Sajoksessa järjestetyssä avajaistilaisuudessa 13.8.
sms: Sääʹmteeʹǧǧ eeʹjjest 2017 tuejjeem vuõss-seʹlvvtõõzz mieʹldd sääʹmǩiõllsaž uʹčteeʹlin lij samai jõnn väillvuõtt.

source: Saamelaiskäräjien vuonna 2017 tekemän esiselvityksen mukaan saamenkielisistä opettajista on huutava pula.
sms: Tâʹvvsääʹmǩiõllsa klassuʹčteeʹl da aaunâsuʹčteeʹl lie valmštõõvvâm jeänmõsân, leša ni tõk jeäʹla tueʹrv jiânnai.

source: Pohjoissaamenkielisiä luokanopettajia ja pohjoissaamen aineenopettajia on valmistunut eniten, mutta myös heistä on pulaa.
sms: Pukin jeänmõsân uʹčteeʹli väillmõš kuõskat nuõrttsääʹmǩiõl, leša äʹšš lij mõõnnmen pueʹrab årra.

source: Tilanne on vaikein koltansaamessa, mutta tilanne on paranemassa.
sms: Puk koumm sääʹmǩiõl, aanar- , nuõrttsääʹm- da tâʹvvsääʹm, liâ ååʹn jiõččnaž akateemlaž mättaunnâz Oulu õllškooulâst.

source: Kaikki kolme saamea, inarin-, koltan- ja pohjoissaame, ovat nyt itsenäisiä akateemisia oppiaineita Oulun yliopistossa.
sms: Snimmõõǥǥast haʹŋǩǩõõzz uʹčteeʹl da tuâjjla Aanar Sajoozzâst õnnum ääʹveempooddâst 13.8.

source: Inarissa käynnistyivät koko lukuvuoden kestävät inarin- ja pohjoissaamen perusopinnot, jotka jatkuvat välittömästi aineopintoihin.
sms: Aanrest aʹlǧǧe lookkâmeeʹjj piʹštti aanar- da tâʹvvsääʹm vuâđđmättjummuž, kookk juätkkje tâʹlles aaunâsmättjummžid.

source: Koltansaamen perusopinnot on aloitettu jo keväällä etäopintoina ja jatkuvat nyt aineopintoina.
sms: Nuõrttsääʹm vuâđđmättjummuž liâ alttuum juʹn ǩeâđđa ougglõ s mättjummžin da juätkkje ååʹn aaunâsmättjummžin.

source: Hankkeen koulutukset jakaantuvat kieliopintoihin, pedagogisiin opintoihin ja saamelaisen kirjallisuuden opintoihin, jotka kuuluvat osana saamen äidinkielen ja kirjallisuuden opettajan kelpoisuusvaatimuksiin.
sms: Haʹŋǩǩõõzz škooultõõzz juâkkjâʹvve ǩiõllmäättaid, pedagooglaž määttaid da sääʹm ǩeerjlažvuõđ määttaid, kook koʹlle vueʹssen sääʹm jieʹnnǩiõl da ǩeerjlažvuõđ uʹčteeʹl ââʹntemvuõđõõlǥtõõzzid.

source: Saamelaisen kirjallisuuden opintoja ei ole aiemmin järjestetty osana opettajankoulutusta.
sms: Sääʹm ǩe e rjla ž vuõđ määttaid ij leäkku ääiʹjab jäʹrjstum vueʹssen uʹčt eeʹlškooultõõzz.

source: Saamelaisen kirjallisuuden opinnot alkavat syksyllä 2020 ja opettajan pedagogiset opinnot 2021.
sms: Sääʹm ǩeerjlažvuõđ määttaid aalǥtet čâhčča 2020 da uʹčteeʹli pedagooglaž määttaid 2021.

source: Hankekokonaisuus on suunniteltu siten, että opiskelijoiden on mahdollista valita tutkintoonsa siitä puuttuvat osiot.
sms: Haʹŋǩǩõsobbvuõtt lij plaanuum nuʹt, štõ mättʼtõõttjin lij vueiʹttemvuõtt vaʹlljeed jiijjâs tuʹtǩǩõʹsse tõʹst väillai vueʹzzid.

source: Mukana koulutuksessa on myös jo opettajan kelpoisuuden omaavia henkilöitä, jotka vahvistavat saamen kielen taitoaan kyetäkseen jatkossa opettamaan saamen kielellä.
sms: Škooultõõzzâst li â mieʹldd še nåkam mättʼtõõtti , koinn lij juʹn uʹčteeʹl ââʹntemvuõ tt, sij nâânee sääʹmǩiõl tääidas, štõ puõʹttivuõđâst vueiʹtte mättʼted sääʹmǩiõlin.

source: Osalla hakijoista ovat jo suoritettuina saamen kielen opinnot, osia saamen kielen opinnoista ja vahva saamen kielen taito, mutta heiltä puuttuvat opettajan pedagogiset opinnot.
sms: Måttmin ooccjin liâ juʹn čõõđtum sääʹmǩiõl määtt, vueʹzz sääʹmǩiõl määttain da pueʹrr sääʹmǩiõl silttõs, leša seeʹst väilla uʹčteeʹl pedagooglaž määtt.

source: Hankkeen koulutukset toteutetaan Oulun yliopiston Giellagas-instituutin, kasvatustieteellisen tiedekunnan ja Saamelaisalueen koulutuskeskuksen yhteistyönä.
sms: Haʹŋǩǩõõzz škooultõõzz id čõõđ viiǥǥât Oulu õllškooul Giellagas-instituut , pedago o gtiõđi tiõđkååʹdd da Sääʹmvuu ʹ d škooultõ s kõõskõõzz õhttsaž tuâjjan.

source: Saamelaiskäräjät on mukana hankkeen ohjausryhmässä ja tukee hanketta seuraamalla ja raportoimalla opettajatilanteesta saamelaisopetuksen kentällä.
sms: Sääʹmteʹǧǧ lij mieʹldd haʹŋǩǩõõzz vuäʹpstemjooukâst da tuärjjad haʹŋǩǩõõzz čuâveeʹl da raportââʹsteeʹl uʹčteʹlvueʹjjest sääʹm-mättʼtõõzz ǩeeʹddest.

source: Hanketta rahoittavat Opetus- ja kulttuuriministeriö ja Suomen kulttuurirahasto.
sms: Haʹŋǩǩõõzz teäggte Mättʼtõs- da kulttuurministeria da Lääʹdd kulttuur fondd .

source: OKM on myöntänyt Oulun yliopistolle kolmevuotisen hankerahoituksen.
sms: OKM lij mieʹđtam Oulu õllškoouʹle koummekksaž haʹŋǩǩõsteäggtõõzz.

source: Kulttuurirahasto, joka on tukenut saamen kieliä jo noin 20 vuoden ajan, osoitti hankkeeseen osallistuvien opiskelijoiden tueksi 300.000 euroa, joka jaetaan stipendeinä opiskelijoille.
sms: Kulttuurfondd , kååʹtt lij tueʹrjjääm sääʹmǩiõlid juʹn nuʹt 20 eeʹjj ääiʹj, uuʹdi haʹŋǩǩõʹsse vuässõõtti mättʼtõõttji tueʹrjjeemdiõtt 300.000 euʹrred, koonn jueʹjjet stipeeʹndi pääiʹǩ mättʼtõõttjid.

source: Osa opiskelijoista on ottanut virkavapautta varsinaisesta työstään hankkiakseen kelpoisuuden saamenkielisiin aineenopettajan tehtäviin.
sms: Vueʹss mättʼtõõttjin lij välddan veʹrǧǧfrijjvuõđ tuâjstes täi määttai diõtt.

source: Hanketta johtaa FT Marja-Liisa Olthuis ja hanketyöntekijänä toimii FM Tiina Mattanen Oulun yliopiston Giellagas-instituutista.
sms: Haʹŋǩǩõõzz jååđad FT Marja-Liisa Olthuis da haʹŋǩǩõs tuâjjliʹžžen toimmai FM Tiina Mattanen Oulun õllškooul Giellagas-instituut t â st.

source: Lisätietoja: koulutussihteeri Ulla Aikio-Puoskari, ulla.aikio-puoskari(at)samediggi.fi;
sms: Lââssteâđ: škooultõspiisar Ulla Aikio-Puoskari, ulla . aikio-puoskari ( at ) samediggi .
